Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Cry, Even Better If You Beg (울어봐, 빌어도 좋고).tmx
Source language: ko_kr
Languages: en_us

source: 이제 끝인가 하였는데 몇 미터 떨어진 곳에 피투성이가 된 또 한 마리의 새가 누워 있었다.
en_us: Just when she thought she was finished, she noticed another bloodstained bird carcass a few yards away.

source: “더 시키실 일이 없다면 저는 이만…….”
en_us: “If there’s nothing else you need, I should be on my...”

source: 세련된 태도와 적절한 예의를 갖춘 행위는 물 흐르듯 자연스럽게 이어졌다.
en_us: He effortlessly displayed polished decorum and proper etiquette in his every word and action.

source: “레머 씨가 드레스값을 주면 내가 대신 그걸 준비하는 거지요.”
en_us: “You just give me the money, and I’ll take care of the rest.”

source: 별거 아닌데 뭐.
en_us: I can handle it myself.

source: 하지만 상관없는 세상과 멀어질수록 상관없는 남자의 얼굴은 더욱 선명해지기만 했다.
en_us: Strangely, the farther away she rode from the duke, the clearer his face became in her mind.

source: “그 녀석은 부자 의사인 제 아버지를 놔두고 왜 자꾸만 내 집에 와 식량을 축내는 거냐?”
en_us: “Why is that guy always coming to my house to eat all my food when he’s got a rich doctor for a father?”

source: 레일라가 안경을 쓴 모습으로 오두막에 나타나자 빌 아저씨는 뒤통수를 한 대 맞은 사람처럼 멍해졌다.
en_us: The day Layla had returned to the cottage wearing her new glasses, Bill had reacted with shock, as if he had been stabbed in the back.

source: “왜 대답이 없어?”{j}카일이 부드럽게 채근했다.
en_us: “Why aren’t you responding?” he gently asked.{j}

source: 그 꼴이 하도 기가 막혀 마티어스는 실소했다.
en_us: Matthias chuckled at the sight,

source: “어…… 네?”{j}레일라는 너무 놀라 그만 고개를 들어 버렸다.{j}“제 안경을, 정말 공작님께서 숨기셨나요?”
en_us: “I... huh? Pardon?” She looked up at him in shock. “Did you really hide my glasses, Your Grace?”{j}{j}

source: 중요한 건 주어진 모든 역할에 충실한 헤르하르트 공작은 훌륭한 남편이자 아버지의 역할 또한 완벽하게 해낼 것이라는 사실이다.
en_us: What really mattered to her was whether Duke Herhardt would fulfill his role as a husband and father with the same faithfulness and devotion that he showed in fulfilling all his other duties.

source: 헤르하르트 공작이었다.
en_us: It was Duke Herhardt.

source: 레일라는 정원 중앙으로 난 산책로를 따라 멀어져 가고 있었다.
en_us: Layla was already far away, walking along the path that went through the garden.

source: 빨개진 얼굴로 맹세하는 그를 가만히 보던 빌이 껄껄 웃음을 터트렸다.
en_us: Bill burst into laughter as he watched the red-faced young man making this solemn vow.

source: 레일라 르웰린은 아름다운 여자로 자랐다.
en_us: Layla Llewellyn had grown up to become a beautiful woman,

source: 포치 아래에 놓인 의자에 앉아 바람을 쐬고 있던 빌은 얼떨떨해진 얼굴로 레일라를 바라보았다.
en_us: Sitting on a chair on the porch, Bill stared bemusedly at Layla as she approached.

source: 얼어붙어 있는 레일라를 가만히 보던 마티어스는 소파의 등받이 깊이 기대 있던 몸을 일으켜 자세를 반듯이 했다.{j}“앉아.”{j}마티어스는 눈길로 테이블 맞은편 자리를 가리켰다.
en_us: Matthias stared at her for a moment, then straightened his posture in his seat and said, “Sit down,” gesturing at the spot across the table from him.{j}{j}

source: “마음이 많이 안 좋아?
en_us: “Are you feeling bad?

source: 뒤이어 앞치마를 입고, 커다란 바구니도 챙겨 들었다.{j}“오늘로 끝을 내야지.”{j}혼잣말을 중얼거리는 레일라의 표정은 사뭇 진지했다.
en_us: She then put on her apron and grabbed her big basket. “I’d better finish it today,” she muttered to herself with a serious look on her face.{j}{j}

source: 앙칼지게 화풀이를 하고 떠난 날과는 달리 레일라는 얌전한 요조숙녀 같은 모습이 되어 나타났다.
en_us: Unlike the day when she had left the cabin in a huff, Layla showed up today looking like a gentle, elegant lady.

source: “마침 잘 왔소.
en_us: “Good timing,” Bill replied.

source: 피투성이가 된 새의 발목에는 붉은 실이 묶여져 있었다.
en_us: The bloody bird had a red string tied to its leg.

source: “그러니 레일라…….”{j}가만히 움켜쥐어 매만지던 금빛 머리카락을 놓은 마티어스는 좀 전보다 더욱 깊어진 눈빛으로 레일라를 보았다.{j}“울어 봐.”{j}냉혹한 명령을 내리는 순간에도 마티어스는 침착했다.{j}“빌어도 좋고.”{j}선심 쓰듯 덧붙인 제안에는 희미한 웃음이 섞여 있는 듯도 했다.
en_us: “So Layla...” he said, caressing her blonde hair for a moment before looking even deeper into her eyes. “Cry.” He remained calm even as he was giving this harsh command. Grinning slightly, he added, “Or better yet, beg.”{j}{j}{j}{j}{j}

source: 이변이 없다면 그와 클로딘의 약혼은 이번 여름이 가기 전에 공표될 것이다.
en_us: If there were no unforeseen incidents, his engagement to Claudine would be announced before the end of the summer.

source: 친척들의 근황.
en_us: news about their relatives,

source: 곧고 우아한 자세로 선 마티어스는 가벼운 묵례로 그들의 인사에 응답했다.
en_us: Standing with an elegant posture, Matthias gave a slight nod in recognition of their greeting.

source: 햇볕은 따가웠지만 바람이 불어오는 나무 그늘 아래는 선선했다.
en_us: The sun was hot, but the shady area under the trees was breezy and cool.

source: 이제 숙녀라 해도 무리가 없겠어요.”{j}레일라가 떠나간 방향을 살핀 클로딘이 재잘거렸다.{j}제 또래인 레일라를 마치 딸처럼 취급하는 말투였다.
en_us: She looks like a lady now,” Claudine commented as she watched Layla leave. She sounded like a mother talking about her daughter, even though she was only one year older.{j}{j}

source: “좀 걸을게요.”{j}집사의 말을 자르는 마티어스의 어조는 차분했다.
en_us: “I’m going to walk around for a bit,” Matthias calmly said, cutting Hessen off.{j}

source: 마티어스의 시선에서 벗어나자 레일라는 이제 달리기 시작했다.
en_us: Once she was out of his sight, she started running.

source: 이 여름이 끝날 때까지는 불편해도 참아 볼 생각이었다.
en_us: She planned to spend the rest of the summer behaving like this, as awkward and unpleasant as it was.

source: 부드럽게 헝클어진 머리카락이 이마를 가리고 있었다.
en_us: His slightly messy hair was covering his forehead.

source: 레일라의 손끝만 스쳐도 심장이 터질 듯이 두근거렸다.
en_us: The lightest brush of her hand against his arm made his heart feel like it was going to explode.

source: 웃으며 다가온 익숙한 얼굴이 건넨 인사에 마티어스는 이만 돌아섰다.{j}적당한 미소를 띤 얼굴로 손님을 환대하고 짤막한 안부 인사를 나누었다.{j}오감이 온통 다른 곳에 쏠려 있어도 마티어스는 완벽히 그 일을 해낼 수 있었다.
en_us: Hearing a familiar voice, Matthias turned and greeted the smiling guest, exchanging a few brief pleasantries. Even though his mind was elsewhere, he was able to perform social tasks like this flawlessly.{j}{j}

source: 헤센이 매사에 완벽한 집사라는 건 레일라의 자태로 증명되었다.
en_us: Her appearance proved at once that Hessen was a perfect butler in all respects.

source: “그건 그렇지만…….”
en_us: “Well sure, but...”

source: “아직 한참 더 자라야지.
en_us: “She still has a long way to go,” Bill replied.

source: 전 공께서 여름을 좋아하시는 줄만 알았지 뭐예요.”{j}클로딘은 이제 레일라를 등지고 선 채로 마티어스를 바라보았다.{j}“그러고 보면 헤르하르트 공은 참 무감하신 분 같아요.{j}물론 책망의 말은 아니란 거 아시지요?”{j}뒷짐을 진 클로딘이 한 걸음 더 가까이 다가왔다.
en_us: I always thought you liked the summer,” Claudine replied. She was now facing Matthias, with her back to Layla. “Now that I think about it, you’re a rather aloof man, Duke. I hope you know I don’t mean that as an insult, though.” With her hands behind her back, she took a step towards him.{j}{j}{j}{j}

source: 저 비천하고 아름다운 아이
en_us: That Lowly, Beautiful Girl

source: “카나리아입니다, 주인님.
en_us: “It’s a canary, Your Grace.

source: 그제야 양해를 구한 카일이 테라스로 뛰쳐나갔지만 마티어스는 더 이상 그 일을 신경 쓰지 않았다.
en_us: As Kyle listened, a look of dismay spread across his face. He finally asked to be excused and rushed out to the terrace.

source: 도대체 왜 그런 짓을 하는지 이해할 수 없지만 분명 그랬다.
en_us: She had no idea why he had done so, but he definitely had.

source: “아!
en_us: “Ah!

source: 레일라가 느리게 눈을 깜빡이는 동안 마티어스는 제 앞에 놓인 차가운 위스키 소다를 한 모금 마셨다.{j}크리스털 잔의 표면에 맺혀 있던 물방울이 그의 긴 손가락을 느리게 타고 흘렀다.
en_us: She stared at him, blinking slowly.{j}

source: 뭐랄까.
en_us: What’s going on?

source: 지루할 법도 하지.
en_us: It’s natural that she would be bored.

source: “그래서요?
en_us: “So what?

source: 장미 덤불 사이를 지나온 희미한 달빛이 작게 웅크린 그 여자를 비추었다.
en_us: The faint moonlight shining through the roses illuminated the young lady where she sat in a scrunched-up position.

source: 응접실로 들어선 마티어스는 콘솔 앞으로 다가가 서랍을 열었다.
en_us: He entered the cabin’s drawing room and opened the drawer of the credenza.

source: 아마도 그건 몸에 스며 있는 습관 같았다.
en_us: It seemed that this was a deeply-ingrained habit for him.

source: “물론 그런 일이 없기를 바라지만, 혹시 그런 일이 일어난다 해도 새삼스럽지는 않다는 걸 안다는 뜻이에요.”{j}클로딘은 가볍게 어깨를 으쓱거렸다.
en_us: “Naturally, I would prefer if he didn’t take a mistress, but if he does, it won’t exactly shock me,” Claudine said, shrugging.{j}

source: “그러면 이따 저녁 시간에 맞춰서 와.
en_us: “Then why don’t you head home for now, and come to the cottage at dinner time?

source: 창문을 반쯤 가린 시폰 커튼이 바람의 결을 따라 느리게 부풀어 올랐다.
en_us: A gust of wind caused the chiffon curtains half-covering the window to slowly balloon out into the room.

source: 헤르하르트 공작이 아닌 의사의 아들이었다고?
en_us: So she’s in love with the doctor’s son, not Duke Herhardt? Claudine thought. Then is he also the reason she’s been acting like a princess?

source: 그러니까, 설마.{j}저 남자가 정말 안경을 가져간 것이 아닐까 하는 의심이 순간 너무도 터무니없게 느껴졌다.{j}괜한 짓을 하는 것만 같은데…… 그렇다면 역시 까마귀인가?{j}이 숲에 몇 개의 까마귀 둥지가 있을지 가늠해 보며 레일라는 이만 통화 중인 공작을 향해 소리 없는 인사를 건넸다.
en_us: This made her suspicion that he was the one who had stolen her glasses sound ridiculous. I don’t know why I even came here. It can’t be him... Then was it a raven after all? While mentally counting how many raven’s nests there were in the forest, she silently excused herself from the duke, who was still on the phone.{j}{j}{j}

source: “야, 대체 뭘 봤는데?
en_us: At this point, Kyle couldn’t help but start giggling. “Hey, what the heck did you see?

source: 맨정신일 때는 소심하고 조용한 남자였지만 레일라가 기억하는 한 고모부는 일주일에 닷새쯤은 술에 취해 있었다.
en_us: He was a quiet, shy man when sober, but Layla mostly remembered the way he was when drunk, which happened at least five days per week.

source: 레일라 같은 소녀는 어디에도 없었다.
en_us: There were no other girls like Layla.

source: 약혼녀에게 키스하며 그녀를 응시하던 남자, 헤르하르트 공작을 생각하자 얼굴이 절로 찌푸려졌다.
en_us: She grimaced as she thought of Duke Herhardt staring at her as he kissed his fiancée.

source: “세상 모든 예쁜 여자를 헤르하르트 공작의 눈앞에서 치워 버리기라도 하라구요?”{j}과장된 한숨을 흘리며 클로딘은 웃었다.{j}“엄마의 말씀처럼 전 아직 어리고 남자를 잘 몰라요.{j}하지만 대단히 명망 높은 남자들도 대체로 정부 한둘쯤은 가지고 있기 마련이란 건 알고 있어요.”
en_us: “You’d get rid of all the pretty ladies in the world so that Duke Herhardt wouldn’t be tempted by them, right?” Claudine asked, giggling as she let out an exaggerated sigh. “As you say, I’m still young and don’t know much about men yet. But even I know that men who hold a high position in society will typically have a mistress or two.”{j}{j}{j}

source: “그래도 될까요, 헤르하르트 공?”{j}클로딘이 눈을 반짝이며 물었다.
en_us: “Would that be all right, Duke Herhardt?” she asked excitedly.{j}

source: “그래도…….”{j}레일라는 무의식적으로 다시 입가를 문질렀다.
en_us: “Well sure, but...” Layla muttered, unwittingly rubbing her lips again.{j}

source: 저녁이 가까워지자 바람이 한결 시원해졌다.
en_us: As evening approached, the air grew much cooler.

source: “우리끼리 말이지만 귀족 나리들은 왜 다 그렇게 못된 건지 몰라요.”{j}소식을 들은 요리사 모나 부인은 그날 오후에 당장 오두막으로 달려와 씩씩댔다.
en_us: “This is just between you and me, but I don’t know why nobles are so mean,” said Chef Mona. As soon as she heard the news, she had run over to Bill’s cottage to tell him about it. She was still panting.{j}

source: “지금도 충분히 비정하신걸요.”{j}아무리 숨겨 보려 애써도 레일라의 목소리에서는 어쩔 수 없이 울먹임이 묻어났다.{j}“설마 이제 저를 내쫓기라도 하실 건가요?”
en_us: “But you’re being so coldhearted now,” she replied. No matter how much she tried to hide it, it was clear from her voice that she was on the brink of sobbing. “Are you going to banish me from your estate now?”{j}{j}

source: 놀리지 마.”{j}레일라는 콧잔등을 살짝 찌푸리며 반으로 쪼갠 복숭아를 소년에게 건넸다.
en_us: Don’t tease me,” she replied, scrunching her nose at the boy. She then handed him a peach half.{j}

source: 울 것 같은 얼굴인데 눈빛은 여전히 꼿꼿했다.
en_us: She was on the brink of tears, but she maintained a confident posture.

source: 레일라는 찡그린 눈으로 뱅글뱅글 도는 금화를 쳐다보았다.
en_us: She gaped at the coin as it spun in place.

source: 레일라는 오두막 뒤편의 숲을 거닐며 온갖 풀과 꽃을 살피고 있었다.
en_us: Layla was strolling through the woods behind the cottage, looking at all the various herbs and flowers growing there.

source: 마티어스는 스르르 눈을 감은 채 강물에 몸을 맡겼다.
en_us: With his eyes closed, he let his body sink down into the water again.

source: “새의 마음을 잘 아는 레일라 르웰린.”{j}마티어스는 한참만에야 입을 열었다.{j}“넌 대체 사냥이 뭐라고 생각해?”
en_us: “Layla Llewellyn, the expert on birds’ minds,” he said after a long pause. “I’m curious—just what do you think hunting is?”{j}{j}

source: “거 쓸데없는 소리 할 거면 가시오.”
en_us: “If you’re going to persist with this silly talk, you can leave.”

source: 그런데 그 여자가 목걸이값도 뜯어 갔었던가?
en_us: I don’t recall giving her money for a necklace...

source: 에메랄드
en_us: Emerald

source: “도대체 얼마를 쓰신 거예요?”{j}레일라는 이제 나무라듯이 빌을 쳐다보았다.
en_us: “This must’ve cost a fortune! How much did you spend on it?” she asked, looking disapprovingly at Bill.{j}

source: 버드나무 그늘 아래 앉아 있던 작은 아이에게 다가가 말을 건 그 여름날 이후 언제나 그랬다.
en_us: He had known this ever since the summer day when he had first approached that little girl sitting in the shade of a willow tree.

source: 그런 빌 아저씨에게 여자 모자를 직접 고르는 일이 얼마나 큰일이었을지 레일라는 너무 잘 알고 있었다.
en_us: Thus Layla keenly felt how big of a gesture it was that he had picked out a woman’s hat for her all by himself.

source: 마티어스는 느슨히 팔짱을 낀 채 그 황당한 꼴을 지켜보았다.
en_us: Matthias kept watching the ridiculous sight with his arms loosely folded.

source: 본능적인 공포에 움찔하면서도 레일라는 시선을 피하지 않았다.{j}“어떻게, 제게, 대체, 왜 이러신 건가요?”
en_us: Layla flinched, but didn’t avert her eyes. “How... what... why are you doing this?”{j}

source: 안전한 세상
en_us: A Safe World

source: 뜨거운 감자를 받아 든 양 금화를 쥐는 손이 가늘게 떨리면 클로딘은 마음이 흡족해지곤 했다.
en_us: Claudine watched with satisfaction as Layla’s hand quivered like she was holding a hot potato after receiving the coin.

source: 마티어스는 충동적으로 그 시종을 향해 다가갔다.{j}“클라인 백작을 좀 불러 줘요.”
en_us: Matthias impulsively approached the servant and said, “Summon Count Klein for me.”{j}

source: “이보세요, 에트먼 씨.
en_us: “Excuse me, Mr. Ettman.

source: 오랜만에 악몽을 꾸었다.
en_us: She had had her first nightmare in a long time.

source: “어…… 그게, 아!
en_us: “Uh... Oh, yeah!

source: 씩씩하게 참석해 조용히 머무르다 떠나오면 그만이니까.
en_us: She intended to walk confidently in, spend a short while mingling, and then leave.

source: 몰이꾼과 사냥개들이 앞장서고, 말을 탄 젊은 남자 다섯이 뒤따랐다.
en_us: The chaser and the hunting dogs led the way, while the five young men on horseback followed behind.

source: 나무 위에 앉아 있던, 하마터면 새인 줄 알고 쏠 뻔했던 황당한 계집애.
en_us: It was the girl that had been up in the tree, whom he had mistaken for a bird and almost shot.

source: 마티어스는 손에 쥔 안경의 가는 다리를 찬찬히 쓰다듬었다.
en_us: Matthias caressed the frame of the glasses he was holding.

source: 노마님께서 워낙 자동차를 못 미더워하셔서.”
en_us: Lady Norma doesn’t trust cars.”

source: “꼭 찾을 거야.”
en_us: “I’m going to find them.”

source: 어서 카일이 와 주었으면 좋겠는데 파고라로 이어지는 길은 그저 고요할 뿐이었다.
en_us: She hoped that Kyle would come to her rescue, but the path to the pergola was empty.

source: “너무 외롭고 지루해요.”
en_us: “I’m so lonely and bored,” Claudine grumbled.

source: 빌은 욕설을 중얼거리며 구긴 편지를 바닥으로 내동댕이쳐 버렸다.{j}“이런 쳐 죽일 것들을 봤나.{j}아무리 그래도 그렇지, 이 어린 걸 혼자 여기까지 보내?”
en_us: “These people can drop dead. No matter what things were like, how could they send that little girl all the way here by herself?” he muttered, crumpling up the letter and throwing it to the ground.{j}{j}

source: 마티어스가 성큼 몇 걸음을 내딛자 비로소 헤르하르트가의 사용인들이 움직이기 시작했다.
en_us: The attendants from the House of Herhardt only started moving once Matthias had taken a few strides forward.

source: “금화요.”
en_us: “A gold coin.”

source: “영애의 뜻대로 하시지요.”
en_us: “As you wish, my lady,” Matthias readily replied.

source: 자꾸만 돌아보는 카일을 향해 레일라는 작게 손을 흔들어 주었다.
en_us: looking over his shoulder back at Layla several times. Layla waved at him, keeping her hand near her side.

source: 그 길을 지나 영지로 접어들자 짙푸른 빛의 지붕을 가진 하얀 저택이 그 자태를 드러냈다.
en_us: Once they entered the estate, a white mansion with a deep-blue roof came into view.

source: “어른의 세계에 입성한 걸 축하한다, 레일라.”{j}빌은 크게 썬 고기 한 덩이를 아이의 앞접시에 척 덜어 주었다.
en_us: “Welcome to the adult world, Layla,” Bill said, placing a large cut of meat on her plate.{j}

source: “머리카락이 검고 눈동자는 새파란데요, 목소리가 꼭 물새 깃털 같았어요.”
en_us: “He had black hair, and blue eyes, his voice was as smooth as a duck’s feathers.”

source: 상당히 뭣 같은 일인데 잘 해냈다.
en_us: It’s a lousy job, but you did great at it,

source: 구두와 장갑, 목걸이도 마찬가지였다.
en_us: as were the shoes, gloves, and necklace.

source: 고개를 끄덕인 시종은 이제 한계에 다다른 듯 싸늘한 표정을 짓고 있는 카일 에트먼을 향해 가기 시작했다.
en_us: The servant nodded and started walking towards Kyle, who now looked to be reaching the end of his patience.

source: 오히려 길을 잃고 헤매던 아이가 제 부모를 찾기라도 한 듯 반가워 안도하는 표정이었다.
en_us: Instead she seemed relieved, like a lost child that had just found her parents.

source: “안녕하세요, 빌 아저씨.
en_us: “Hello, Uncle Bill.

source: 레일라가 무슨 말인가 꺼내 보려는 찰나에 탕, 숲의 고요를 흔드는 차가운 총성이 울려 퍼졌다.
en_us: Before Layla could finish her sentence, a loud gunshot rang out, disturbing the stillness of the forest.

source: “네, 아가씨.”
en_us: “Yes, Miss.”

source: 그녀를 내려다보는 마티어스의 눈빛은 깊고 잠잠했다.{j}꼭 깊은 물 같았다.{j}이 모든 불행이 시작된 뜨거운 오후, 그녀를 집어삼켰던 깊고 차가운 강물.
en_us: As he gazed down at her, his eyes were as deep and calm as a deep river on a windless day. Just like the cold river that tried to swallow her up on that hot afternoon when this misfortune began.{j}{j}

source: 몸이 약한 브란트 백작 부인은 유산을 거듭한 끝에 겨우 딸 하나를 무사히 낳았다.
en_us: Countess Brandt’s eyes were wide with worry. She had always had a delicate frame, and had suffered several miscarriages before finally giving birth to a healthy child.

source: 힘차게 방문을 열자 일을 나갈 준비를 마친 빌 아저씨가 보였다.
en_us: She flung open her door and saw Bill about to leave for the garden.

source: 마티어스는 창가에 놓인 테이블에 집사와 마주 앉아 있었다.
en_us: at a table by the window.

source: 공작은 아무 말도 하지 않았다.
en_us: He said nothing in response.

source: “이 물건들은 어떻게 처리할까요, 주인님?”{j}불이 꺼진 벽난로 옆에 둔 상자를 가리키며 헤센이 물었다.
en_us: “What shall I do with that, Your Grace?” Hessen asked, pointing to a box by the fireplace.{j}

source: 식탁 위에 놓아둔 모자를 본 그가 멋쩍게 웃었다.
en_us: Noticing the hat sitting on the table, Bill chuckled sheepishly.

source: 레일라가 잘 마른 빨래를 걷어 정리하는 동안 빌은 장작을 팼다.
en_us: Bill split firewood while Layla folded and sorted the laundry.

source: 이 감정의 정체가 무엇인지 마티어스는 이제 명확하게 알고 있었다.
en_us: Matthias had come to understand the feeling he had been experiencing.

source: 불안해진 레일라가 고개를 들었다.
en_us: Feeling antsy, she looked up.

source: 뱉어 내고 싶은 충동을 이기기 위해 레일라는 서둘러 레모네이드를 마셨다.
en_us: As she slowly chewed the piece of sandwich, she felt like spitting it out. To combat this urge, she took a sip of lemonade.

source: 기가 막혀 하는 눈빛이었다.
en_us: She looked irritated.

source: 상자를 열어보니 그 이상이었다.
en_us: Even so, he wasn’t prepared for what was inside the box.

source: 발끝으로만 살금살금 내딛는 걸음을 따라 가느다란 종아리를 감싼 치맛자락이 흔들렸다.
en_us: With each careful step she took on her tiptoes, the skirt of her nightgown swayed around her slender calves.

source: 줄곧 시무룩하던 레일라의 얼굴에 서서히 미소가 번지기 시작했다.{j}“복숭아 하나 더 먹을래?”{j}레일라는 이제 한결 밝아진 목소리로 물었다.
en_us: Hearing this, the sullen look on Layla’s face slowly transformed into a smile. In a cheery tone, she asked, “Want another peach?”{j}{j}

source: 반쯤 넋이 나간 얼굴이 우스워 마티어스는 낮게 키득거렸다.{j}“왜 갑자기 숙녀 행세지?{j}넌 숙녀가 아니라며.”
en_us: He chuckled softly at her half-crazed expression. “Why are you suddenly acting like a lady? I thought you said you weren’t a lady.”{j}{j}

source: 예쁜 드레스를 차려 입혀 놓으면 몇 배는 더 뿌듯할 거라 생각하자 모나 부인에게 뜯긴 돈이 아깝지 않았다.{j}“레일라.”
en_us: It occurred to her that it would likely delight him far more to see her in a pretty dress he had paid for, so he felt no resentment towards Mona for insisting that he give her the money for it. “Layla,” he suddenly said.{j}

source: 입술 끝에 머금은 옅은 미소도 서늘한 눈매와 날카로운 얼굴선이 주는 느낌을 누그러뜨리지는 못했다.
en_us: The slight smile on his lips did little to dispel the flinty look in his eyes or the sharp curve of his face.

source: 개중 한 마리의 새는 맥없이 늘어진 채 나무 사이로 자취를 감추었다.{j}총성은 몇 발 더 이어졌다.
en_us: One of them struggled to ascend, and soon fell down amid the trees. A few more shots rang out.{j}

source: 한숨 쉬며 묻는 아저씨의 눈이 너무 슬퍼 보여 레일라는 숨이 턱 막혔다.
en_us: This had made Layla feel awful. She tried to reassure him by saying that it wasn’t that she didn’t trust him, but rather that she had felt ashamed after all he had already done for her, and so had wanted to buy them herself.

source: “레머 씨는?”{j}고개 숙여 인사하는 레일라를 향해 공작이 물었다.
en_us: “Where’s Mr. Remmer?” the duke asked Layla, whose head was lowered deferentially.{j}

source: 저택의 일에 무관심한 레일라도 강가의 별채가 헤르하르트 공작의 공간이란 것쯤은 알고 있었다.
en_us: For the most part, Layla had little interest in the lives of those who lived in the mansion, but she was aware that the cabin by the river was Duke Herhardt’s private getaway spot.

source: “뭐 어때.
en_us: “Well,

source: 정말이에요.”
en_us: Really,” she replied, smiling.

source: 그보다 더 무서운 거
en_us: Something Scarier than That

source: 레일라는 반듯한 자세로 앉아 그를 직시하고 있었다.{j}“큰돈인 것 같아서요.”
en_us: Straightening her posture, she looked straight in his face and replied, “Because I think it’s worth a lot.”{j}

source: “……어떻게 말이오?”
en_us: “How are you going to help...?”

source: 오늘 빌 레머의 오두막으로 배달될 예정이던 그 선물은 헤센을 통해 이곳으로 옮겨졌다.
en_us: Originally it was supposed to be delivered to Bill’s cabin, but Matthias had had Hessen intercept it and bring it here instead.

source: 얼마나 가여운지, 하지만 얼마나 착하고 영리하며 성실한지를 차근차근히.{j}“레일라는 교사가 될 준비를 하고 있어요.{j}정말 훌륭하지 않나요?”
en_us: telling the ladies how despite her disadvantages she was very kind, smart, and virtuous. “Layla is studying to become a teacher. Isn’t that wonderful?”{j}{j}

source: 그가 돌아보지 않으리란 걸 알면서도 레일라는 반듯한 자세를 유지하며 걸었다.
en_us: Even though she was sure that he wouldn’t look back, she maintained a good posture as she walked.

source: 마티어스는 한결 가벼워진 마음으로 숲을 떠났다.
en_us: He left the forest feeling refreshed.

source: 스타킹은 찢어지고 무릎에서는 피가 흘렀다.
en_us: Her stockings were ripped, and her knees were bleeding.

source: “응.”{j}핸들을 쥔 카일의 손등 위로 관절의 마디가 하얗게 도드라졌다.
en_us: “What?” Kyle replied. His knuckles were white with anticipation as he gripped the handlebars.{j}

source: 뒷정리를 마친 레일라는 여유롭게 목욕을 한 후 방으로 돌아갔다.
en_us: Layla did the dishes, took a leisurely bath, and returned to her room.

source: 마티어스 폰 헤르하르트가, 그리고 클로딘 폰 브란트가 얼마나 뼛속까지 철저한 귀족인지를.
en_us: They knew that each of them, Matthias von Herhardt and Claudine von Brandt both, were nobles to the core.

source: 레일라는 고개를 숙여 보이는 것으로 인사를 대신했다.
en_us: Layla bowed rather than saying anything in response.

source: 내려가야 한다고 생각했지만 낯선 남자가 이미 나무 아래에 기대서 있었다.
en_us: Layla felt like climbing down from the tree, but the unfamiliar man was now leaning against it.

source: 그는 완벽한 질서가 지배하는 세상에서 태어났고 곧 그 세상의 주인이 되었다.
en_us: He had been born into a world of perfect order, and he had become its master.

source: 두 손을 마주 잡은 채로 제자리를 빙빙 맴돌고 있었다.
en_us: slowly circling it with her hands clasped together.

source: 같이 나갔던 일행은 모두 돌아온 것 같은데.”{j}카드를 내려놓는 엘리제 폰 헤르하르트의 눈꼬리가 가늘어졌다.{j}이제 슬슬 카드 게임도 지루하던 차였다.{j}만찬을 조금 일찍 시작해도 좋을 텐데, 마티어스는 아직 사냥터에서 돌아오지 않았다.
en_us: I think his companions are all back already,” said Elise von Herhardt, narrowing her eyes as she placed a card on the table. She was starting to get bored of playing cards, and would have liked to have an early dinner, but her son still hadn’t returned from his hunt.{j}{j}{j}

source: 브란트가에서는 약혼 기간을 1년 정도로 예상했고 마티어스도 동의했다.
en_us: The Brandt family had proposed a one-year engagement period, and Matthias had agreed to it.

source: “꽃을 가져왔으면 화병에 담는 것까지 니 일이 아닐까, 르웰린 양.”
en_us: “Since you brought the flowers, isn’t it your duty to put them in a vase, Lady Layla?”

source: 하지만 그보다 카일을 더 힘들게 하는 건 불안감이었다.
en_us: More than that, he felt a constant sense of dread

source: 턱을 움켜쥔 손아귀에 지그시 힘이 실렸다 빠져나갔다.
en_us: His grip on her face tightened slightly, then loosened.

source: “카일?”
en_us: “Kyle?”

source: 레일라를 이곳으로 데려왔던 하녀는 저녁이 다 되어서야 모습을 나타냈다.{j}“이만 돌아가 보렴.”{j}하녀의 목소리는 처음보다 한결 부드러워져 있었다.{j}“아가씨께서 그 옷은 네가 가져도 좋다고 하셨어.{j}그리고 이것도.”{j}꾸벅 인사를 하는 레일라에게 하녀가 반짝거리는 금화 한 닢을 내밀었다.{j}레일라가 꼼짝하지 않자 그녀는 손수 그 동전을 쥐여 주었다.{j}“가져가.{j}윗분들이 주시는 걸 감사히 받는 것도 예의란다.{j}알겠니?”
en_us: By the time the maid who had brought Layla there showed up, it was already evening. “You may go now,” she said in a much gentler tone than earlier. “Miss Claudine said that you can keep the dress. And this, too.” She held out a glittering gold coin to her. “Take it. It’s proper manners to graciously accept things that your superiors give you. Got it?”{j}{j}{j}{j}{j}{j}{j}{j}{j}

source: 고이 접은 편지를 책상 위에 펼쳐져 있던 두꺼운 책 사이에 끼워 둔 카일은 서둘러 방을 나섰다.
en_us: Kyle carefully folded the note, put it between the pages of a thick book on his desk, and hurried out of his room.

source: “말씀은 그렇게 하셔도 카일을 좋아하시잖아요.”
en_us: “I know you like him, even though talk about him like that.”

source: “글쎄.
en_us: “Hmm...

source: 어쩌면 곧 이곳을 떠나게 될지도 모른다는 말을 하려다 말고 레일라는 그저 작게 손을 흔들었다.
en_us: Layla thought about telling him that they might not see each other again because she might be moving away soon, but then she changed her mind and just waved meekly at him.
